Repository: andreeppinghaus/pagseguro
Catalog: translations/payment-uc_paypal.*.po
Languages: pt

source: Review payment
pt: Rever pagamento

source: PayPal payment complete
pt: Pagamento por PayPal terminado

source: PayPal payment cancelled
pt: Pagamento PayPal cancelado

source: Process credit card payments using Website Payments Pro.
pt: Processar pagamentos de cartão de crédito utilizando o Website Payments Pro.

source: PayPal - pay without sharing your financial information.
pt: PayPal - pague sem partilhar a sua informação financeira.

source: <b>Includes:</b>
pt: <b>Inclui:</b>

source: Redirect users to submit payments through PayPal.
pt: Redireccionar utilizadores para submeterm os seus pagamentos via Paypal.

source: Complete orders through PayPal Express Checkout.
pt: Completar encomendas através do Paypal Express Checkout.

source: Currency code
pt: Código da divisa

source: Transactions can only be processed in one of the listed currencies.
pt: Transacções só poderão ser processadas em uma das divisas listadas.

source: API Server
pt: Servidor da API

source: Sign up for and use a Sandbox account for testing.
pt: Registe uma conta Sandbox e use-a para efeitos de teste.

source: Live
pt: Em Directo

source: Payment action
pt: Acção de Pagamento

source: These settings are specifically for the alternate checkout system offered by Express Checkout.<br>To enable this on your site, you must enable the corresponding cart pane in the <em>Cart settings</em> menu.
pt: Estas configurações são específicas para um sistema de checkout alternativo facultado pelo Express Checkout.<br>Para o activar no seu site, terá de activar o painel do cart correspondente no menu <em>Configurações do Cart</em>.

source: Require Express Checkout users to use a PayPal confirmed shipping address.
pt: Exigir aos utilizadores do Express Checkout a utilização do endereço de envio do PayPal.

source: Enable the shipping select form on the Review payment page.
pt: Activar a selecção de envio (shipping) na página de revisão de pagamento.

source: Enable the company name box on the Review payment page.
pt: Mostrar o campo "Nome da empresa' na página de Revisão do pagamento.

source: Enable the contact phone number box on the Review payment page.
pt: Mostrar o campo de número de telefone na página de Revisão de pagamento.

source: Enable the comment text box on the Review payment page.
pt: Ligar a caixa de comentários na página de Revisão de Pagamento.

source: API Credentials
pt: Credenciais da API

source: !link for information on obtaining credentials. You need to acquire an API Signature. If you have already requested API credentials, you can review your settings under the API Access section of your PayPal profile.
pt: !link para obter informações das credenciais. Terá de adquirir uma API Signature. Se já pediu as credenciais da API, poderá rever as suas configurações na secção API Access do seu perfil do PayPal.

source: Click here
pt: Clique aqui

source: API Username
pt: Username da API

source: API Password
pt: Password da API

source: Signature
pt: Assinatura

source: PayPal Website Payments Pro requires curl for PHP. Please talk to your system administrator to get this.
pt: Paypal Website Payments Pro requerem curl para PHP. Por favor contacte o administrador do sistema para instalar isto.

source: <b>Payment failed.</b><br><b>!severity:</b> !error
pt: <b>Falhou o Pagamento.</b><br><b>!severity:</b> !error

source: <b>Address:</b> !avscode
pt: <b>Morda:</b> !avscode

source: <b>!amount !currency !action successfully through PayPal.</b>
pt: <b>!amount !currency !action com sucesso através da PayPal.</b>

source: captured
pt: capturado

source: authorized
pt: autorizado

source: PayPal transaction ID: !transactionid
pt: ID da transacção PayPal: !transactionid

source: Transaction ID:<br>!txn_id
pt: ID da Transacção:<br>!txn_id

source: PayPal e-mail address
pt: Endereço de email do Paypal.com

source: The e-mail address you use for the PayPal account you want to receive payments.
pt: O Endereço de email que utiliza na sua conta do Paypal para receber pagamentos.

source: PayPal login page language
pt: Idioma na página de login da PayPal

source: PayPal server
pt: Servidor PayPal

source: Provide PayPal WPS specific text for the submit button on the order review page.
pt: Fornecer ao PayPal WPS texto específico no botão "Submeter Encomenda" (submit) na página de revisão da encomenda.

source: PayPal cart submission method
pt: envio pelo carrinho do PayPal

source: You must use a single line item on your site if you have any fees or discounts besides shipping and tax.
pt: Deve usar um item de linha simples no seu site se tiver taxas ou descontos além dos custos de envio e impostos.

source: Submit the whole order as a single line item.
pt: Submeter toda a encomenda como um item de linha simples.

source: Submit an itemized order showing each product and description.
pt: Submeter uma encomenda com lista de produtos e descrições.

source: Show debug info in the logs for Instant Payment Notifications.
pt: Mostrar informações de debug nos logs das Notificações de Pagamento Imediato (Instant Payment).

source: For Express Checkout, you need to !cp_link and !wpp_link.
pt: Para o Express Checkout, necessitará dee !cp_link e !wpp_link.

source: enable the cart pane
pt: activar o painel do cart

source: configure the Website Payments Pro settings
pt: ajustar as configurações do Website Payments Pro

source: Receiving IPN at URL for order !order_id.
pt: Recebendo IPN no URL para a encomenda !order_id.

source: IPN failed with HTTP error.
pt: IPN falhou com um erro HTTP.

source: IPN received for an e-mail that is not your primary e-mail: !email
pt: IPN recebido para um email que não corresponde ao seu e-mail primário: !email

source: PayPal transaction ID: !txn_id
pt: ID da transacção PayPal: !txn_id

source: Payment of !amount !currency submitted through PayPal.
pt: Pagamento do valor !amount !currency submetido através do PayPal.

source: Payment is pending at PayPal: !reason
pt: Pagamento está pendente no Paypal: !reason

source: Your PayPal.com payment was cancelled. Please feel free to continue shopping or contact us for assistance.
pt: O seu pagamento Paypal.com foi cancelado. Pode continuar as suas compras ou entrar em contacto connosco se precisar de ajudar adicional.

source: Error message from PayPal:<br>!message
pt: Message de erro da PayPal:<br>!message

source: PayPal Express Checkout requires curl for PHP. Please talk to your system administrator to get this.
pt: PayPal Express Checkout exige curl para PHP. Contacte o seu administrador de sistema para o obter.

source: Checkout with PayPal.
pt: Checkout pelo PayPal.

source: Order #!order_id at !store
pt: Encomenda #!order_id no !store

source: Product count
pt: Contagem de Produto

source: All the address information matched.
pt: Toda a informação da morada está correcta.

source: None of the address information matched; transaction declined.
pt: Nenhuma informação da morada está correcta; transacção recusada.

source: Part of the address information matched.
pt: Parte da informação da morada está correcta.

source: The merchant did not provide AVS information. Not processed.
pt: O vendedor não facultou informação AVS. Não foi processado.

source: Address matched; postal code did not
pt: Morada está certa mas o código postal não

source: Address and postal code matched
pt: Morada e código postal estão certos

source: Postal code matched; address did not
pt: Código postal está certo mas a morada não

source: Retry for validation
pt: Validar novamente

source: Service not supported
pt: Serviço não suportado

source: Unavailable
pt: Indisponível

source: An unknown error occurred.
pt: Deu-se um erro desconhecido.

source: The merchant has not implemented CVV2 code handling.
pt: O vendedor não implementou tratamento do código CVV2.

source: Merchant has indicated that CVV2 is not present on card.
pt: O vendedor indicou que CVV2 não está presente no cartão.

source: Service not available
pt: Serviço indisponível

source: Unkown error
pt: Erro desconhecido

source: Not processed
pt: Não processado

source: No response
pt: Sem resposta

source: Not checked
pt: Não verificado

source: You must manually accept or deny a payment of this currency from your Account Overview.
pt: Terá de aceitar ou recusar manualmente o pagamento desta divisa a partir da sua Vista Geral de Conta.

source: Your e-mail address is not yet registered or confirmed.
pt: O seu endereço de email ainda não está registado nem confirmado.

source: You must upgrade your account to Business or Premier status to receive credit card payments.
pt: Tem que fazer upgrade da sua conta para Business ou Premier de forma a receber pagamentos de cartão de crédito.

source: You must verify your account before you can accept this payment.
pt: Terá de verificar a sua conta antes de aceitar este pagamento.

source: Reason unknown; contact PayPal Customer Service for more information.
pt: Razão desconhecida. Contacte o Suporte do Paypal para mais informações.

source: The customer has initiated a chargeback.
pt: O cliente deu início ao reembolso.

source: You gave the customer a refund.
pt: Você reembolsou o cliente.

source: administer paypal
pt: Gerir paypal

source: PayPal pending
pt: pendente no Paypal

source: Integrates various PayPal payment services and IPN feedback.
pt: Integra diversos serviços de pagamento PayPal e feedback IPN.

source: For Express Checkout, you need to <a href="!cp_link">enable the cart pane</a> and <a href="!wpp_link">configure the Website Payments Pro settings</a>.
pt: Para o Express Checkout , precisa de <a href="!cp_link">ligar o carrinho</a> e <a href="!wpp_link">configurar as definições do Website Payments Pro</a>.

source: <b>Address:</b> @avscode
pt: b>Morada:</b> @avscode

source: <b>@amount @currency @action successfully through PayPal.</b>
pt: <b>@amount @currency @action com sucesso através do PayPal.</b>

source: PayPal transaction ID: @transactionid
pt: ID de transacção do PayPal: @transactionid

source: Transaction ID:<br>@txn_id
pt: ID de transacção:<br>@txn_id

source: Error message from PayPal:<br>@message
pt: Mensagem de erro do Paypal:<br>@message

source: <b>@type failed.</b><br /><b>@severity:</b> @error
pt: <b>@type falhou.</b><br /><b>@severity:</b> @error

source: <b>@type</b><br /><b>Success: </b>@amount @currency
pt: <b>@type</b><br /><b>Sucesso: </b>@amount @currency
